Repository: PerryWerneck/reinstall
Catalog: locale/*.po
Languages: pt_br

source: Select option:
pt_br: Selecione opção:

source: Action completed
pt_br: Operação concluída

source: Action has failed
pt_br: Operação falhou

source: Adding EFI boot image
pt_br: Adicionando imagem de boot EFI

source: Adding el-torito boot image
pt_br: Adicionando imagem de boot el-torito

source: Building
pt_br: Construindo

source: Can't get an available loop device
pt_br: Nenhum dispositivo loop disponível

source: Can't get loop device status
pt_br: Não foi possível obter estado do dispositivo de loop

source: Can't update loop device status
pt_br: Não foi possível atualizar estado do dispositivo de loop

source: Cancel
pt_br: Cancelar

source: Cancelled by user
pt_br: Cancelado pelo usuário

source: Cant access downloaded image
pt_br: Sem acesso á imagem baixada

source: Cant find valid mountpoint
pt_br: Não foi possível encontrar um ponto de montagem válido

source: Cant read from image file
pt_br: Não foi possível der do arquivo de imagem

source: Cant read system area definition file
pt_br: Não foi possível ler o arquivo de definição de área do sistema

source: Cant update template permissions
pt_br: Erro ao atualizar permissões de modelo

source: Checking for templates
pt_br: Verificando templates

source: Continue
pt_br: Continuar

source: DUD Definition requires path or url attribute.
pt_br: Definição de imagem DUD requer atributos 'path' ou 'url'

source: Downloading ISO image
pt_br: Baixando imagem ISO

source: Empty response from {}
pt_br: Resposta vazia de {}

source: Error
pt_br: Erro

source: Error creating iso image
pt_br: Erro criando imagem iso

source: Error loading system area
pt_br: Erro lendo área de sistema

source: Finalizing
pt_br: Finalizando

source: First step has failed
pt_br: Primeira etapa falhou

source: Getting configuration
pt_br: Obtendo a configuração

source: Getting file lists
pt_br: Obtendo lista de arquivos

source: Getting init system
pt_br: Obtendo inicializador

source: Getting installation kernel
pt_br: Obtendo kernel de instalação

source: Getting required files
pt_br: Obtendo arquivos necessários

source: I/O error writing image
pt_br: Erro de I/O gravando imagem

source: Image file name
pt_br: Nome do arquivo de imagem

source: Initialization has failed
pt_br: Inicialização falhou

source: Initializing
pt_br: Inicializando

source: Insert an storage device <b>NOW</b>
pt_br: Insira um dispositivo de armazenamento <b>AGORA</b>

source: Invalid 'type' attribute
pt_br: Atributo 'type' é inválido

source: Invalid action id
pt_br: Identificador de ação inválida

source: Invalid group ID
pt_br: Identificador de grupo inválido

source: Invalid kernel parameter value type
pt_br: Tipo inválido para parâmetro de kernel

source: Loading installation kernel ...
pt_br: Obtendo kernel de instalação ...

source: Loading option list
pt_br: Lendo lista de opções

source: Loading system installer ...
pt_br: Obtendo instalador ...

source: Missing required entry <init> with the URL for the linuxrc program
pt_br: Faltando entrada <init> com a URL do programa linuxrc

source: Missing required entry <kernel> with the URL for installation kernel
pt_br: Faltando entrada <kernel> com a URL do kernel de instalação

source: More info
pt_br: Mais informações

source: More sources than module expects
pt_br: Mais fontes do que o módulo esperava

source: No action
pt_br: Nenhuma ação

source: No active progress dialog
pt_br: Nenhum diálogo de progresso ativo

source: No active window
pt_br: Nenhuma janela ativa

source: No available image builder
pt_br: Nenhum construtor de imagem disponível

source: No installation media
pt_br: Nenhuma mídia de instalação

source: No repositories on this action
pt_br: Nenhum repositório nesta ação

source: Preparing
pt_br: Preparando

source: Preparing to write
pt_br: Preparando para gravar

source: Quit application
pt_br: Sair da aplicação

source: Reboot now
pt_br: Reiniciar agora

source: Rejecting invalid action pointer
pt_br: Rejeitando ponteiro de ação inválido

source: Required attribute 'path' is missing
pt_br: Atributo necessário 'path' não foi encontrado

source: Running post scripts
pt_br: Executando scripts de finalização

source: Select target image file
pt_br: Selecione arquivo de imagem

source: Selected installation has no label
pt_br: Instalação selecionada não tem nome

source: Setting up ISO image
pt_br: Configurando imagem ISO

source: Storage device is unavailable
pt_br: Dispositivo de armazenamento indisponível

source: System reinstallation
pt_br: Reinstalar o sistema

source: Template was not loaded
pt_br: Template não foi carregado

source: The initialization procedure has failed, the application cant continue
pt_br: O processo de inicialização falhou, a aplicação não pode continuar

source: The kernel parameters list is empty
pt_br: A lista de parâmetros do kernel está vazia

source: The required attribute 'cmdline' is missing
pt_br: Atributo necessário 'cmdline' não foi encontrado

source: This action will <b>DELETE ALL CONTENT</b> on the device.
pt_br: Esta ação irá <b>APAGAR TODO O CONTEÚDO</b> do dispositivo.

source: Unable to get image size
pt_br: Não foi possível obter o tamanho da imagem

source: Unable to get source with an empty URL
pt_br: Não é possível obter uma fonte com URL vazia

source: Unable to get source with relative URL
pt_br: Não é possível obter fonte com URL relativa

source: Unable to get value for '{}'
pt_br: Incapaz de obter o valor de '{}'

source: Unable to parse file list from {}
pt_br: Incapaz de processar lista de arquivos em {}

source: Unexpanded path in source list
pt_br: Caminho incorreto na lista de fontes

source: Unexpected EOF reading image file
pt_br: Fim de arquivo inesperado ao ler arquivo de imagem

source: Unexpected filename on EFI boot image
pt_br: Nome de arquivo inesperado na imagem de boot EFI

source: Unexpected filename on el-torito boot image
pt_br: Nome de arquivo inesperado na imagem de boot el-torito

source: Unnamed kernel parameter
pt_br: Parametro de kernel sem nome

source: Unnamed kernel parameter, possible misconfiguration
pt_br: Parametro de kernel sem nome, possível erro de configuração

source: Window stack mismatch
pt_br: Divergência na pilha de janelas

source: Writing ISO image
pt_br: Gravando imagem ISO

source: Writing image
pt_br: Gravando imagem

source: _Cancel
pt_br: _Cancelar

source: _Save
pt_br: _Salvar

source: {} of {}
pt_br: {} de {}
